[
  "table-editor-obsidian",
  "obsidian-linter",
  "easy-typing-obsidian",
  "obsidian-outliner",
  "url-into-selection",
  "editing-toolbar",
  "obsidian-style-settings",
  "obsidian-contextual-typography",
  "image-upload-toolkit",
  "obsidian-image-toolkit"
]